[
  {
    "benefit": "Pull Up can help maximise profits for stocks that the algorithm thinks will rally in the near future.",
    "bot_app_type": "Pull Up",
    "bot_id": "UNO_OTM_008333",
    "bot_type": "UNO",
    "bot_word": "LORA's recommended AI for stocks with potential to make continuous gains upwards",
    "company_description": "YUM! Brands, Inc. franchises or operates a system of approximately 53,000 restaurants in 157 countries and territories under the concepts of KFC, Taco Bell, Pizza Hut and The Habit Burger Grill. Its segments include The KFC Division, which includes its worldwide operations of the KFC concept; The Taco Bell Division, which includes its worldwide operations of the Taco Bell concept; The Pizza Hut Division, which includes its worldwide operations of the Pizza Hut concept, and The Habit Burger Grill Division, which includes its worldwide operations of the Habit Burger Grill concept. It develops, operates or franchises a system of both traditional and non-traditional restaurants. KFC offer fried and non-fried chicken products. Taco Bell specializes in Mexican-style food products. Pizza Hut specializes in the sale of ready-to-eat pizza products. The Habit Burger Grill specializes in chargrilled burgers and sandwiches made-to-order over an open flame and topped with fresh ingredients.",
    "description": "Pull Up rebalances your investment based on the stock's volatility. This means that throughout the life of your investment, Pull Up will automatically buy and sell multiple times in order to capture profits based on the price movement of the stock. Pull Up follows what's called a trend following strategy.",
    "suitability": "The Pull Up best suits investors who want the possibility of making big gains",
    "ticker": "YUM",
    "ticker_name": "YUM! BRANDS, INC.",
    "ticker_symbol": "YUM"
  },
  {
    "benefit": "Pull Up can help maximise profits for stocks that the algorithm thinks will rally in the near future.",
    "bot_app_type": "Pull Up",
    "bot_id": "UNO_OTM_008333",
    "bot_type": "UNO",
    "bot_word": "LORA's recommended AI for stocks with potential to make continuous gains upwards",
    "company_description": "McDonald's Corporation (McDonald's) operates and franchises McDonald's restaurants. The Company's restaurants serve a locally relevant menu of food and beverages. Its restaurants are owned and operated by independent local business owners. The Company's segments include United States (U.S.), International Operated Markets (IOM) and International Developmental Licensed Markets & Corporate (IDL). The U.S. segment focuses on Company's menu and offerings, as well as delivery and digital platforms. Its IOM segment includes its operations in markets, such as Australia, Canada, France, Germany, Italy, the Netherlands, Russia, Spain, and the United Kingdom. Its IDL segment includes its operations in markets, such as Latin America and Asia. Its digital offerings include drive thru, takeaway, delivery, curbside pick-up and dine-in. Its menu includes hamburgers and cheeseburgers, Big Mac, Quarter Pounder with Cheese, Filet-O-Fish, wraps, soft drinks, coffee, McCafe beverages and other beverages.",
    "description": "Pull Up rebalances your investment based on the stock's volatility. This means that throughout the life of your investment, Pull Up will automatically buy and sell multiple times in order to capture profits based on the price movement of the stock. Pull Up follows what's called a trend following strategy.",
    "suitability": "The Pull Up best suits investors who want the possibility of making big gains",
    "ticker": "MCD",
    "ticker_name": "MCDONALD'S CORP",
    "ticker_symbol": "MCD"
  },
  {
    "benefit": "Pull Up can help maximise profits for stocks that the algorithm thinks will rally in the near future.",
    "bot_app_type": "Pull Up",
    "bot_id": "UNO_OTM_008333",
    "bot_type": "UNO",
    "bot_word": "LORA's recommended AI for stocks with potential to make continuous gains upwards",
    "company_description": "Marriott International, Inc. is an operator, franchisor, and licensor of hotel, residential, and timeshare properties. It operates in two business segments: United States and Canada (U.S. & Canada) and International. Its Classic Luxury hotel brands include JW Marriott, The Ritz-Carlton, and St. Regis. Its Distinctive Luxury hotel brands include W Hotels, The Luxury Collection, EDITION, and Bulgari. Its Classic Premium hotel brands include Marriott Hotels, Sheraton, Delta Hotels, Marriott Executive Apartments, and Marriott Vacation Club. Its Distinctive Premium hotel brands include Westin, Renaissance, Le Meridien, Autograph Collection, Gaylord Hotels, Tribute Portfolio, and Design Hotels. Its Classic Select hotel brands include Courtyard, Residence Inn, Fairfield by Marriott, SpringHill Suites, Four Points, TownePlace Suites, and Protea Hotels. Its Distinctive Select hotel brands include Aloft, AC Hotels by Marriott, Element, and Moxy.",
    "description": "Pull Up rebalances your investment based on the stock's volatility. This means that throughout the life of your investment, Pull Up will automatically buy and sell multiple times in order to capture profits based on the price movement of the stock. Pull Up follows what's called a trend following strategy.",
    "suitability": "The Pull Up best suits investors who want the possibility of making big gains",
    "ticker": "MAR.O",
    "ticker_name": "MARRIOTT INTERNATIONAL, INC.",
    "ticker_symbol": "MAR"
  },
  {
    "benefit": "Pull Up can help maximise profits for stocks that the algorithm thinks will rally in the near future.",
    "bot_app_type": "Pull Up",
    "bot_id": "UNO_OTM_008333",
    "bot_type": "UNO",
    "bot_word": "LORA's recommended AI for stocks with potential to make continuous gains upwards",
    "company_description": "Darden Restaurants, Inc. is a full-service restaurant company. owns and operates full-service dining restaurants in the United States and Canada under the trade names Olive Garden, LongHorn Steakhouse, Cheddar's Scratch Kitchen, Yard House, The Capital Grille, Seasons 52, Bahama Breeze, Eddie V's Prime Seafood and The Capital Burger. The Company also has 25 franchised restaurants in operation located in Latin America. It has four reportable segments: Olive Garden, LongHorn Steakhouse, Fine Dining and Other Business. The Olive Garden segment includes Olive Garden restaurants in United States and Canada. The LongHorn Steakhouse segment includes LongHorn Steakhouse restaurants in the United States. The Fine Dining segment brands that operate within the fine-dining sub-segment of full-service dining. The Other Business segment include remaining brands Cheddar's Scratch Kitchen, Yard House, Seasons 52, Bahama Breeze and The Capital Burger restaurants.",
    "description": "Pull Up rebalances your investment based on the stock's volatility. This means that throughout the life of your investment, Pull Up will automatically buy and sell multiple times in order to capture profits based on the price movement of the stock. Pull Up follows what's called a trend following strategy.",
    "suitability": "The Pull Up best suits investors who want the possibility of making big gains",
    "ticker": "DRI",
    "ticker_name": "DARDEN RESTAURANTS, INC.",
    "ticker_symbol": "DRI"
  },
  {
    "benefit": "Pull Up can help maximise profits for stocks that the algorithm thinks will rally in the near future.",
    "bot_app_type": "Pull Up",
    "bot_id": "UNO_OTM_008333",
    "bot_type": "UNO",
    "bot_word": "LORA's recommended AI for stocks with potential to make continuous gains upwards",
    "company_description": "Cracker Barrel Old Country Store, Inc. is engaged in the operation and development of the Cracker Barrel Old Country Store concept (Cracker Barrel). The format of its stores consists of a rustic old country-store design offering a restaurant menu that features home-style country food and a range of decorative and functional items such as rocking chairs, holiday and seasonal gifts, toys, apparel, cookware and foods. Its restaurants offer home-style country cooking featuring of its own recipes. Its restaurants serve breakfast, lunch and dinner daily and offer dine-in, pick-up and delivery services. Its breakfast items include juices, eggs, pancakes, grits, and a range of biscuit specialties. Its lunch and dinner items include southern fried chicken, chicken and dumplings, chicken pot pie, chicken fried chicken, meatloaf, country fried steak and many others. It also offers multi-serving takeout family meal baskets. The Company operates approximately 664 Cracker Barrel stores in 45 states.",
    "description": "Pull Up rebalances your investment based on the stock's volatility. This means that throughout the life of your investment, Pull Up will automatically buy and sell multiple times in order to capture profits based on the price movement of the stock. Pull Up follows what's called a trend following strategy.",
    "suitability": "The Pull Up best suits investors who want the possibility of making big gains",
    "ticker": "CBRL.O",
    "ticker_name": "CRACKER BARREL OLD COUNTRY STORE, INCORPORATION",
    "ticker_symbol": "CBRL"
  },
  {
    "benefit": "Pull Up can help maximise profits for stocks that the algorithm thinks will rally in the near future.",
    "bot_app_type": "Pull Up",
    "bot_id": "UNO_OTM_008333",
    "bot_type": "UNO",
    "bot_word": "LORA's recommended AI for stocks with potential to make continuous gains upwards",
    "company_description": "Chipotle Mexican Grill, Inc. together with its subsidiaries owns and operates Chipotle Mexican Grill restaurants. The Company's Chipotle Mexican Grill restaurants serves a relevant menu of burritos, burrito bowls (a burrito without the tortilla), quesadillas, tacos, and salads. The Company owns and operates approximately 2,918 Chipotle restaurants throughout the United States, 44 international Chipotle restaurants, and four non-Chipotle restaurants. In its Chipotle restaurants, the Company serves only meats and brand these meats as Responsibly Raised. The Company manages its operations based on eight regions. It sells gift cards, which do not have expiration dates. The Company's subsidiaries include Chipotle Mexican Grill, Corp.; Nova Scotia, Chipotle Mexican Grill, SAS; France Chipotle, Grill Germany GMBH; Chipotle Mexican Grill of Berwyn Heights, LLC; Chipotle Services, LLC; Chipotle Texas, LLC; CMG Concessions, LLC; CMG of Prince Georges, LLC and other.",
    "description": "Pull Up rebalances your investment based on the stock's volatility. This means that throughout the life of your investment, Pull Up will automatically buy and sell multiple times in order to capture profits based on the price movement of the stock. Pull Up follows what's called a trend following strategy.",
    "suitability": "The Pull Up best suits investors who want the possibility of making big gains",
    "ticker": "CMG",
    "ticker_name": "CHIPOTLE MEXICAN GRILL, INC.",
    "ticker_symbol": "CMG"
  },
  {
    "benefit": "Pull Up can help maximise profits for stocks that the algorithm thinks will rally in the near future.",
    "bot_app_type": "Pull Up",
    "bot_id": "UNO_OTM_008333",
    "bot_type": "UNO",
    "bot_word": "LORA's recommended AI for stocks with potential to make continuous gains upwards",
    "company_description": "Booking Holdings Inc. is a provider of travel and restaurant online reservation and related services. The Company offers its services through six consumer-facing brands: Booking.com, priceline.com, agoda.com, Rentalcars.com, KAYAK and OpenTable, Inc. (OpenTable). Through the Company's brands, consumers can: book a range of accommodations, including hotels, motels, resorts, homes, apartments, bed and breakfasts, hostels and other properties; make a car rental reservation or arrange for an airport taxi; make a dinner reservation; book a flight, cruise, vacation package, tour or activity. Consumers can also use its meta-search services to easily compare travel reservation information, such as airline ticket, hotel reservation and rental car reservation information, from various online travel platforms at once. Booking.com offers accommodation reservation services for approximately 2,373,000 properties in over 220 countries and territories, and in over 40 languages.",
    "description": "Pull Up rebalances your investment based on the stock's volatility. This means that throughout the life of your investment, Pull Up will automatically buy and sell multiple times in order to capture profits based on the price movement of the stock. Pull Up follows what's called a trend following strategy.",
    "suitability": "The Pull Up best suits investors who want the possibility of making big gains",
    "ticker": "BKNG.O",
    "ticker_name": "BOOKING HOLDINGS INC",
    "ticker_symbol": "BKNG"
  },
  {
    "benefit": "Pull Up can help maximise profits for stocks that the algorithm thinks will rally in the near future.",
    "bot_app_type": "Pull Up",
    "bot_id": "UNO_OTM_008333",
    "bot_type": "UNO",
    "bot_word": "LORA's recommended AI for stocks with potential to make continuous gains upwards",
    "company_description": "Texas Roadhouse, Inc. is a United States based restaurant company that operates in the casual dining segment. The Company owns and operates approximately 548 restaurants and franchised an additional 99 restaurants in 49 states and ten foreign countries. Of the 548 restaurants it operates approximately 511 as Texas Roadhouse restaurants, 34 as Bubba's 33 restaurants and three as Jaggers restaurants. Texas Roadhouse is a full-service, casual dining restaurant concept offering an assortment of seasoned and aged steaks hand-cut daily on the premises and cooked to order over open grills. Bubba's 33 is a family-friendly, sports restaurant concept featuring scratch-made food, ice cold beer and signature drinks. Its menu features burgers, pizza and wings as well as a variety of appetizers, sandwiches and dinner entrees. The Jaggers is a fast-casual restaurant concept offering burgers, hand-breaded chicken tenders and chicken sandwiches served with scratch-made sauces.",
    "description": "Pull Up rebalances your investment based on the stock's volatility. This means that throughout the life of your investment, Pull Up will automatically buy and sell multiple times in order to capture profits based on the price movement of the stock. Pull Up follows what's called a trend following strategy.",
    "suitability": "The Pull Up best suits investors who want the possibility of making big gains",
    "ticker": "TXRH.O",
    "ticker_name": "TEXAS ROADHOUSE, INC.",
    "ticker_symbol": "TXRH"
  },
  {
    "benefit": "Pull Up can help maximise profits for stocks that the algorithm thinks will rally in the near future.",
    "bot_app_type": "Pull Up",
    "bot_id": "UNO_OTM_008333",
    "bot_type": "UNO",
    "bot_word": "LORA's recommended AI for stocks with potential to make continuous gains upwards",
    "company_description": "Starbucks Corp is a roaster, marketer and retailer of specialty coffee with operations in approximately 84 markets around the world. The Company has over 34,300 Company-operated and licensed stores. It operates through three segments: North America, which includes the United States and Canada; International, which includes China, Japan, Asia Pacific, Europe, Middle East, Africa, Latin America and the Caribbean; and Channel Development. North America and International operations sell coffee and other beverages, complementary food, packaged coffees, single-serve coffee products and a focused selection of merchandise through Company-operated stores and licensed stores. Channel Development segment is engaged in sale of packaged coffee, tea and ready-to-drink beverages to customers outside of its Company-operated and licensed stores. The Company also sells goods and services under various brands, including Teavana, Seattle's Best Coffee, Evolution Fresh, Ethos, Starbucks Reserve and Princi.",
    "description": "Pull Up rebalances your investment based on the stock's volatility. This means that throughout the life of your investment, Pull Up will automatically buy and sell multiple times in order to capture profits based on the price movement of the stock. Pull Up follows what's called a trend following strategy.",
    "suitability": "The Pull Up best suits investors who want the possibility of making big gains",
    "ticker": "SBUX.O",
    "ticker_name": "STARBUCKS CORPORATION",
    "ticker_symbol": "SBUX"
  },
  {
    "benefit": "Pull Up can help maximise profits for stocks that the algorithm thinks will rally in the near future.",
    "bot_app_type": "Pull Up",
    "bot_id": "UNO_OTM_008333",
    "bot_type": "UNO",
    "bot_word": "LORA's recommended AI for stocks with potential to make continuous gains upwards",
    "company_description": "Hilton Worldwide Holdings Inc. is a hospitality company. The Company is engaged in managing, franchising, owning and leasing hotels and resorts, and licensing its brands and intellectual property. The Company manages, franchises, owns or leases approximately 6,837 properties comprising approximately 1,074,791 rooms in over122 countries and territories. Its brands include Waldorf Astoria Hotels & Resorts, LXR Hotels & Resorts and Conrad Hotels & Resorts, Canopy by Hilton, others. It operates through two segments: management and franchise, and ownership. The management and franchise segment include all the hotels, which the Company manages for third-party owners, as well as all franchised hotels operated or managed by someone other than the Company. The management and franchise segment include approximately 745 managed hotels and over 5,978 franchised hotels consisting of approximately 1,047,262 rooms. The ownership segment includes approximately 54 properties totaling over 18,151 rooms.",
    "description": "Pull Up rebalances your investment based on the stock's volatility. This means that throughout the life of your investment, Pull Up will automatically buy and sell multiple times in order to capture profits based on the price movement of the stock. Pull Up follows what's called a trend following strategy.",
    "suitability": "The Pull Up best suits investors who want the possibility of making big gains",
    "ticker": "HLT",
    "ticker_name": "HILTON WORLDWIDE HOLDINGS INC",
    "ticker_symbol": "HLT"
  }
]